window.members = [
  {
    "id": 1,
    "name": '大米'
  },
  {
    "id": 2,
    "name": '炸酱面'
  },
  {
    "id": 3,
    "name": '火锅'
  },
  {
    "id": 4,
    "name": '烧烤'
  },
  {
    "id": 5,
    "name": '饺子'
  },
  {
    "id": 6,
    "name": '大米粥'
  },
  {
    "id": 7,
    "name": '肉夹馍'
  },
  {
    "id": 8,
    "name": '寿司'
  },
  {
    "id": 9,
    "name": '汉堡'
  },
  {
    "id": 10,
    "name": '烤冷面'
  },
  {
    "id": 11,
    "name": '井格'
  },
  {
    "id": 12,
    "name": '凉皮'
  },
  {
    "id": 13,
    "name": '麻辣烫'
  },
  {
    "id": 14,
    "name": '包子'
  },
  {
    "id": 15,
    "name": '关东煮'
  },
  {
    "id": 16,
    "name": '泡面'
  },
  {
    "id": 17,
    "name": '涮串'
  },
  {
    "id": 18,
    "name": '小米粥'
  },
  {
    "id": 19,
    "name": '串串香'
  },
  {
    "id": 20,
    "name": '烤鸭'
  },
  {
    "id": 21,
    "name": '烤肉'
  },
  {
    "id": 22,
    "name": '麻辣香锅'
  },
  {
    "id": 23,
    "name": '螺狮粉'
  },
  {
    "id": 24,
    "name": '披萨'
  },
  {
    "id": 25,
    "name": '米线'
  },
  {
    "id": 26,
    "name": '拉面'
  },
  {
    "id": 27,
    "name": '羊杂汤'
  },
  {
    "id": 28,
    "name": '饼'
  },
  {
    "id": 29,
    "name": '手工面'
  },
  {
    "id": 30,
    "name": '馒头'
  },
  {
    "id": 31,
    "name": '花甲粉'
  },
  {
    "id": 32,
    "name": '臭豆腐'
  },
  {
    "id": 33,
    "name": '肠粉'
  },
  {
    "id": 34,
    "name": '水果'
  },
  {
    "id": 35,
    "name": '酸奶'
  },
  {
    "id": 36,
    "name": '不吃'
  }
]